Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Because Trio utilizes SMBs and UAM SMBs to help you reach your target glucose and other AID systems do not bolus for COB the same way Trio does, this is initially set to below the full calculated amount (80%). When SMBs and UAM SMBs are enabled, you may find your current CR results in lows and needs to be increased before you increase this setting closer to or at 100%.
bg: Тъй като Trio използва SMB и UAM SMB, за да ви помогне да достигнете целевата глюкоза, а други AID системи не подават болус за COB по същия начин, тази настройка първоначално е под пълната изчислена стойност (80%). Когато SMB и UAM SMB са активирани, може да установите, че текущото ви CR води до ниски стойности и трябва да се увеличи, преди да увеличите тази настройка близо до или до 100%.
cs: Protože Trio využívá SMB a UAM SMB, které ti pomáhají dosáhnout tvé cílové glykémie, a jiné AID systémy nedávají bolusy na aktivní sacharidy (COB) stejným způsobem jako Trio, je tato hodnota zpočátku nastavena pod plnou vypočtenou hodnotu (80 %). Pokud jsou SMB a UAM SMB povoleny, může tvůj současný inzulíno-sacharidový poměr (CR) vést k nízkým hodnotám a bude ho třeba zvýšit dříve, než toto nastavení posuneš blíže ke 100 % nebo přímo na ně.
da: Da Trio bruger SMB'er og UAM SMB'er til at hjælpe dig med at nå dit mål glucose og andre aids-systemer ikke bolus for COB på samme måde Trio gør, dette er oprindeligt sat til under det fulde beregnede beløb (80%). Når SMB'er og UAM SMB'er er aktiveret, kan du finde dine nuværende CR-resultater i lav værdi og skal øges, før du øger denne indstilling tættere på eller ved 100%.
de: Da Trio SMBs und UAM-SMBs verwendet, um Dir zu helfen, das Glukoseziel zu erreichen und andere AID-Systeme keinen Bolus für COB auf die gleiche Weise wie Trio durchführen, wird dieser Wert zunächst unter den vollen berechneten Betrag (80%) eingestellt. Wenn SMBs und UAM SMBs aktiviert sind, kann es vorkommen, dass Deine aktuelle CR zu niedrigen Glukosewerten führt und erhöht werden muss, bevor Du diese Einstellung auf nahezu 100 % erhöhst.
es: Debido a que Trio utiliza SMBs y UAM SMBs para ayudarte a alcanzar tu glucosa objetivo y otros sistemas AID no son bolus para COB del mismo modo que Trio lo hace, esto se establece inicialmente por debajo del total calculado (80%). Cuando SMBs y UAM SMBs están habilitados, puede que encuentre los resultados actuales de su CR en mínimos y necesita incrementarse antes de que aumente este ajuste más cerca o al 100%.
fr: Trio utilise les SMB (Super Micro Bolus) et les SMB UAM (SMB pour repas non annoncés) pour vous aider à atteindre votre cible de glucose, contrairement à d’autres systèmes d'administration automatisée d'insuline (AID) qui n’administrent pas de bolus pour les glucides actifs (COB) de la même manière. C’est pourquoi cette valeur est initialement réglée en dessous du montant calculé intégral (80 %). Lorsque les SMB et les SMB UAM sont activés, vous pourriez constater que votre Ratio Insuline/Glucides (CR) entraîne des hypoglycémies et doit être augmenté avant d'ajuster ce paramètre plus près de, ou à 100 %.
it: Poiché Trio utilizza PMI e UAM per aiutarvi a raggiungere il glucosio di destinazione e altri sistemi AID non bolo per COB allo stesso modo del Trio, questo valore è inizialmente fissato al di sotto dell’intero importo calcolato (80%). Quando le PMI e le PMI UAM sono abilitate, potresti trovare i tuoi risultati CR attuali in minimi e deve essere aumentato prima di aumentare questa impostazione più vicino o al 100%.
nb_no: Anbefalt innstilling er 80% av den beregnede mengden insulin. Dette skyldes at Trio benytter SMB og UAM til å hjelpe deg å nå blodsukkermålet. Andre systemer håndterer ikke COB på samme måte som Trio, og brukere som kommer fra slike systemer har ofte et karbohydratforhold som fører til følinger når man tar det med seg inn i Trio. Når du har justert karbohydratforholdet kan du vudere å øke denne innstillingen til nærmere 100%.
nl: Omdat Trio SMBs en UAM SMB gebruikt om je streefdoel te bereiken en andere AID-systemen bolus voor COB niet op dezelfde manier als Trio doet dit is aanvankelijk ingesteld onder het volledige berekende bedrag (80%). Wanneer SMBs en UAM SMBs zijn ingeschakeld, uw huidige CRM-resultaten kunnen in dalingen worden gevonden en moeten worden verhoogd voordat u deze instelling dichter bij of bij 100% verhoogt.
pl: Ponieważ Trio wykorzystuje SMB i UAM SMB, aby pomóc Ci osiągnąć docelowy poziom glukozy, a inne systemy AID nie bolusują COB w taki sam sposób, jak Trio, początkowo jest to ustawione poniżej pełnej obliczonej ilości (80%). Gdy SMB i UAM SMB są włączone, możesz zauważyć, że Twoje bieżące wyniki CR są niskie i muszą zostać zwiększone, zanim zwiększysz to ustawienie bliżej lub na poziomie 100%.
pt_pt: Porque Trio utiliza SMBs e UAM SMBs para ajudá-lo a alcançar sua glicose alvo e outros sistemas AID não bolus para COB da mesma forma que Trio faz. isto é inicialmente definido para abaixo do valor total calculado (80%). Quando SMBs e UAM SMBs estão ativadas você pode achar que seu CR atual resulta em baixos e precisa ser aumentado antes de aumentar essa configuração mais perto de ou em 100%.
ru: Поскольку Трио использует СМБ и СМБ UAM, чтобы помочь вам достичь целевого глюкозы и другие AID системы не бойтесь для COB так же, как это делает Трио, это изначально установлено ниже полной расчетной суммы (80%). При включенном СМБ и СМБ UAM, вы можете найти ваши текущие результаты CR низкими и должны быть увеличены до того, как вы увеличите этот параметр ближе к 100%.
sv: Eftersom Trio använder SMB- och UAM-SMB:er för att hjälpa dig att nå ditt målglukos, medan andra AID-system inte ger bolus för COB på samma sätt som Trio gör, är detta värde initialt satt lägre än det fulla beräknade behovet (80%). När SMB:er och UAM SMB:er är aktiverade kan din tidigare inställda CR visa sig vara för stark och resultera i låga glukosvärden och därför behöva ökas, innan du ökar denna inställning närmare eller till 100%.
uk: Оскільки Trio використовує SMB і UAM SMB, щоб допомогти вам досягти цільової глюкози та інших систем AID не причиняють болс для COB так само, як і племена, початково встановлено значення нижче повної розрахункової суми (80%). Коли SMS та UAM SMS ввімкнено, може виявити, що ваш поточний ПЗ має бути збільшений, перш ніж ви збільшите цей параметр ближче або на 100%.
vi: Trio sử dụng các liều bolus siêu nhỏ (SMB và UAM SMB) để giúp bạn đạt đường huyết mục tiêu. Vì vậy, khác với các hệ thống insulin tự động khác, lượng insulin được tiêm cho carbs còn lại (COB) sẽ nhiều hơn. Mặc định, tính năng này được đặt ở mức 80% để đảm bảo an toàn. Nếu bạn bật SMB và thấy tỷ lệ carb (CR) hiện tại dẫn đến hạ đường huyết, hãy điều chỉnh tăng CR trước khi nâng mức này lên gần 100%.
zh_hant: 因為Trio利用微量注射(SMBs)和未計劃用餐微量注射(UAM SMBs)來幫助你達到目標血糖，而其他輔助系統並不像Trio那樣對碳水化合物(COB)進行注射，因此這個設置最初設定為低於計算出來的完整金額(80%)。當啟用SMBs和UAM SMBs時，你可能會發現目前的碳水化合物比率導致低血糖，並需調整使其增加然後再將此設定調整到接近或達到100%。

source: Before enabling, dial in your settings (basal / insulin sensitivity / carb ratio), and familiarize yourself with the app.
bg: Преди да активирате, настройте прецизно своите стойности (базал / инсулинова чувствителност / въглехидратно число) и се запознайте с приложението.
cs: Před aktivací si nastav své hodnoty (bazál / citlivost na inzulín / sacharidový poměr) a důkladně se seznam s aplikací.
da: Før du aktiverer, skal du ringe i dine indstillinger (basal / insulin følsomhed / carb ratio), og gøre dig bekendt med appen.
de: Vor dem Aktivieren wähle in Deinen Einstellungen (Basalraten / Insulinempfindlichkeit / Kohlenhydrat:Insulin-Verhältnis), und mache Dich mit der App vertraut.
es: Antes de activar, marque sus ajustes (sensibilidad basal / insulina / proporción de carbo), y familiarizarse con la aplicación.
fr: Avant d’activer cette fonctionnalité, configurez vos paramètres ; Profil Basal, Sensibilités à l’insuline, Ratio Insuline/Glucides et familiarisez-vous avec l’application.
it: Prima di abilitare, comporre nelle impostazioni (sensibilità basale / insulina / rapporto carb) e familiarizzare con l'app.
nb_no: Før aktivering må du justere innstillingene (basalrate / insulinfølsomhet / karb. forhold), og gjøre deg kjent med appen.
nl: Voordat je dit inschakelt moet je je profiel (basaalsnelheid / insulinegevoeligheid / koolhydratenratio) goed instellen en zorgen dat je de app goed kent.
pl: Przed włączeniem aplikacji należy wprowadzić odpowiednie ustawienia (dawka podstawowa / wrażliwość na insulinę / stosunek węglowodanów) i zapoznać się z jej obsługą.
pt_pt: Antes de ativar, discar nas suas configurações (relação basal / insulina / carboneto) e se familiarizar com o aplicativo.
ru: Перед включением, дозвонитесь до настроек (базисная чувствительность / карбовый коэффициент чувствительности), и ознакомьтесь с приложением.
sv: Innan du sluter loopen, se till att utvärdera dina grundläggande behandlingsinställningar - basal, insulinkänslighet (ISF) och insulinkvot (CR), och bekanta dig med appen.
uk: Перед включенням номера (базова чи чутливість інсуліну) та ознайомийте себе з додатком.
vi: Trước khi bật tính năng này, hãy điều chỉnh chính xác các thiết lập của bạn (insulin nền / độ nhạy insulin / tỷ lệ carbs) và làm quen với ứng dụng.
zh_hant: 在啟用前，請調整你的設定(基礎/胰島素敏感度/碳水化合物比率)，並熟悉該應用程式。

source: Before you begin…
bg: Преди да започнете…
cs: Než začnem...
da: Før du starter…
de: Bevor Du beginnst…
fr: Avant de commencer…
it: Prima d'iniziare…
nb_no: Før du begynner…
nl: Voor je begint…
pl: Zanim zaczniesz…
sv: Innan du börjar…
vi: Trước khi bạn bắt đầu…
zh_hant: 在您開始之前……

source: Before you can begin with configuring your therapy settings, Trio needs to know which units you use for your glucose and insulin measurements (based on your pump model).
bg: Преди да започнете с настройката на терапевтичните си стойности, Trio трябва да знае какви единици използвате за измерванията на глюкозата и инсулина (според модела на помпата ви).
cs: Než začneš s nastavováním parametrů léčby, Trio potřebuje vědět, jaké jednotky používáš pro měření glykémie a inzulínu (podle modelu tvé pumpy).
da: Før du kan begynde med at konfigurere dine terapiindstillinger Trio skal vide, hvilke enheder du bruger til dine glukose og insulinmålinger (baseret på din pumpemodel).
de: Bevor Du mit der Konfiguration Deiner Therapieeinstellungen anfangen kannst, muss Trio wissen, welche Einheiten Du für Deine Glukose- und Insulineingaben verwendest (abhängig von Deinem Pumpenmodell).
fr: Avant de pouvoir commencer la configuration de vos réglages de thérapie, Trio doit connaître les unités utilisées pour vos mesures de glucose et d’insuline, (selon le modèle de votre pompe).
it: Prima di poter iniziare con la configurazione delle impostazioni della terapia, Trio deve sapere quali unità utilizzi per la misurazione del glucosio e dell’insulina (in base al modello della pompa).
nb_no: Før du kan begynne med å konfigurere behandlingsinnstillingene, må Trio vite hvilke enheter du bruker til blodsukker- og insulin (basert på pumpemodellen din).
nl: Voordat u kunt beginnen met het configureren van uw therapie instellingen, moet Trio weten welke eenheden je gebruikt voor jouw glucose en insulinemetingen (gebaseerd op jouw pompmodel).
pl: Zanim zaczniesz konfigurować ustawienia terapii, Trio musi wiedzieć, jakich jednostek używasz do pomiaru stężenia glukozy i insuliny (na podstawie modelu pompy).
sv: Innan du kan börja konfigurera dina behandlingsinställningar, behöver Trio veta vilka enheter du använder för dina glukos- och insulinmätningar (baserat på din pumpmodell).
vi: Trước khi bắt đầu cấu hình các thiết lập điều trị, Trio cần biết bạn đang sử dụng đơn vị đo nào cho đường huyết và insulin (dựa trên loại bơm insulin bạn dùng).
zh_hant: 在您可以開始配置治療設定之前，Trio 需要知道您使用哪個單位來測量血糖和胰島素（基於您的幫浦型號）。

source: Beta (TestFlight) Expires
bg: Beta (TestFlight) изтича
cs: Beta (TestFlight) vyprší
da: Beta (TestFlight) Udløber
de: Beta (TestFlight) läuft ab
es: Beta (TestFlight) Expira
fr: Expiration de la bêta (TestFlight)
it: Beta (TestFlight) Scade
nb_no: Beta (TestFlight) utløper
nl: Beta (TestFlight) loopt af
pl: Beta (TestFlight) wygasa
pt_pt: Beta (TestFlight) expira
ru: Бета-версия (Тестполёт) истекает
sv: Beta (TestFlight) förfaller
uk: Бета (TestFlight) закінчується
vi: Thử nghiệm (TestFlight) Hết hạn
zh_hant: 測試版(TestFlight)過期

source: Biometric accessory is missing or not connected. Please reconnect it and try again.
bg: Биометричният аксесоар липсва или не е свързан. Моля, свържете го отново и опитайте пак.
cs: Biometrické příslušenství chybí nebo není připojeno. Znovu ho připoj a zkus to znovu.
da: Biometrisk tilbehør mangler eller er ikke forbundet. Genopret forbindelse, og prøv igen.
de: Biometrisches Modul fehlt oder ist nicht angeschlossen. Bitte schließe es erneut an und versuche es erneut.
fr: L’accessoire biométrique est manquant ou non connecté. Veuillez le reconnecter, puis réessayer.
it: L'accessorio biometrico è mancante o non è connesso. Ricollegalo e riprova.
nb_no: Biometrisk tilbehør mangler eller er ikke tilkoblet. Koble til og prøv på nytt.
pl: Brakuje akcesorium biometrycznego lub nie jest ono podłączone. Podłącz je ponownie i spróbuj jeszcze raz.
vi: Không tìm thấy thiết bị sinh trắc học. Hãy kiểm tra kết nối và thử lại.
zh_hant: 生物識別配件遺失或未連接。請重新連接並再試一次。

source: Biometric authentication is locked due to multiple failed attempts. Please unlock your device using your passcode.
bg: Биометричното удостоверяване е заключено поради няколко неуспешни опита. Моля, отключете устройството си с код за достъп.
cs: Biometrické ověření je zablokováno po několika neúspěšných pokusech. Odemkni zařízení svým kódem.
da: Biometrisk godkendelse er låst på grund af flere mislykkede forsøg. Lås enheden op ved hjælp af din adgangskode.
de: Die biometrische Authentifizierung ist aufgrund mehrerer Fehlversuche gesperrt. Bitte entsperre Dein Gerät mit Deinem Passwort.
fr: L’authentification biométrique est verrouillée en raison de plusieurs tentatives infructueuses. Veuillez déverrouiller votre appareil à l’aide de votre code.
it: L'autenticazione biometrica è bloccata a causa di più tentativi falliti. Sblocca il tuo dispositivo utilizzando il tuo codice di accesso.
nb_no: Biometrisk autentisering er låst på grunn av flere mislykkede forsøk. Lås opp enheten din med koden din.
pl: Uwierzytelnianie biometryczne jest zablokowane z powodu wielu nieudanych prób. Odblokuj urządzenie za pomocą swojego hasła.
vi: Xác thực sinh trắc học đã bị khóa do quá nhiều lần thử không thành công. Vui lòng mở khóa thiết bị bằng mật mã của bạn.
zh_hant: 生物識別身份驗證因多次失敗嘗試而被鎖定。請使用你的密碼解鎖設備。

source: Biometric authentication is not available on this device.
bg: Биометричното удостоверяване не е налично на това устройство.
cs: Biometrické ověření není na tomto zařízení dostupné.
da: Biometrisk godkendelse er ikke tilgængelig på denne enhed.
de: Die biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
fr: L’authentification biométrique n’est pas disponible sur cet appareil.
it: L'autenticazione biometrica non è disponibile su questo dispositivo.
nb_no: Biometrisk autentisering er ikke tilgjengelig på denne enheten.
pl: Uwierzytelnianie biometryczne nie jest dostępne na tym urządzeniu.
vi: Thiết bị này không hỗ trợ xác thực sinh trắc học.
zh_hant: 此設備不支援生物識別身份驗證。

source: Blood Glucose Test
bg: Тест за кръвна захар
cs: Měření glykémie
da: Blodglukose Test
de: Blutzuckertest
es: Prueba de glucosa de sangre
fr: Test de glycémie
it: Prova Glicemia
nb_no: Blodsukkermåling
nl: Bloedglucose test
pl: Test glikemii we krwi
pt_pt: Teste de Glicemia
ru: Тест на глюкозу в крови
sv: Blodsockerprov
uk: Тест на глюкозу у крові
vi: Xét nghiệm đường huyết
zh_hant: 血糖測試

source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices.
bg: Bluetooth се използва за комуникация с инсулинови помпи и сензори за непрекъснат мониторинг на глюкозата.
cs: Bluetooth se používá ke komunikaci s inzulínovou pumpou a senzorem kontinuálního měření glykémie.
da: Bluetooth bruges til at kommunikere med insulinpumpe og kontinuerlige glucosemonitorenheder.
de: Bluetooth wird für die Kommunikation mit Insulinpumpen und kontinuierlichen Glukosemessgeräten verwendet.
fr: Le Bluetooth est utilisé pour communiquer avec la pompe à insuline et le capteur de glucose en continu (CGM).
it: Il Bluetooth viene utilizzato per comunicare con la pompa e i dispositivi CGM.
nb_no: Bluetooth brukes til å kommunisere med insulinpumpe og sensor.
nl: Bluetooth wordt gebruikt om te communiceren met insulinepompen en CGM's.
pl: Bluetooth jest używany do komunikacji z pompą insulinową i urządzeniami do ciągłego monitorowania glikemii.
sv: Bluetooth används för att kommunicera med din pump och kontinuerliga glukosmätare.
vi: Bluetooth được sử dụng để liên lạc với máy bơm insulin và các thiết bị theo dõi đường huyết liên tục.
zh_hant: 藍牙用於與胰島素幫浦和持續血糖監測裝置進行通訊。

source: Bluetooth Power Off
bg: Bluetooth е изключен
cs: Bluetooth je vypnutý
da: Bluetooth Slået Fra
de: Bluetooth ausschalten
es: Apagado por Bluetooth
fr: Bluetooth désactivé
it: Bluetooth Disabilitato
nb_no: Strøm til Bluetooth er av
nl: Bluetooth uitschakelen
pl: Wyłącz Bluetooth
pt_pt: Desligar o Bluetooth
ru: Bluetooth отключен
sv: Bluetooth är av
uk: Bluetooth вимкнений
vi: Tắt bluetooth
zh_hant: 藍牙關閉

source: Bluetooth Required
bg: Необходим е Bluetooth
cs: Vyžaduje se Bluetooth
da: Bluetooth Nødvendig
de: Bluetooth erforderlich
fr: Une connexion Bluetooth est requise
it: Bluetooth necessario
nb_no: Bluetooth kreves
nl: Bluetooth vereist
pl: Wymagany Bluetooth
sv: Bluetooth krävs
vi: Yêu cầu bật Bluetooth
zh_hant: 藍牙必須開啟

source: Bluetooth State restored (APS restarted?). Found %d peripherals, and connected to %@ with identifier %@
bg: Състоянието на Bluetooth е възстановено (APS рестартиран?). Открити са %d периферни устройства и е осъществена връзка с %@ с идентификатор %@
cs: Stav Bluetooth byl obnoven (došlo k restartu APS?). Nalezeno %d zařízení a připojeno k %@ s identifikátorem %@.
da: Bluetooth-tilstand gendannet (APS genstartet?). Fundet %d perifere enheder, og forbundet til %@ med id %@
de: Bluetooth-Verbindung wiederhergestellt (APS neu gestartet?). %d Zubehör gefunden und mit %@ mit der Kennung %@ verbunden
es: Estado Bluetooth restaurado (APS reiniciado?). Se encontraron periféricos %d , y se conectaron a %@ con el identificador %@
fr: État du Bluetooth restauré (redémarrage du système en boucle fermée (APS) ?). %d périphériques détectés, connexion établie avec %@ (identifiant %@)
it: Stato Bluetooth ripristinato (APS riavviato?). Trovato %d periferiche e collegato a %@ con identificatore %@
nb_no: Bluetooth-status gjenopprettet (APS restartet?). Funnet %d ennheter, og koblet til %@ med identifikator %@
nl: Herstelde Bluetooth-status (Trio opnieuw opgestart?). %d randapparatuur gevonden en verbonden met %@ met de identificatie %@
pl: Stan Bluetooth przywrócony (APS zrestartowany?). Znaleziono %d urządzenia peryferyjne i połączono z %@ z identyfikatorem %@
pt_pt: Estado Bluetooth restaurado (APS reiniciado?). %d periféricos encontrados, e conectado ao %@ com identificador %@
ru: Bluetooth состояние восстановлено (APS перезапущен?). Найдено %d периферийных устройств и подключено к %@ с идентификатором %@
sv: Bluetooth-status återställd (APS startades om?). Hittade %d perifera enheter anslutna till %@ med identifieraren %@
uk: Стан Bluetooth відновлений (APS перезапущено?). Виявили %d периферійних пристроїв та під'єднано до %@ з ідентифікатором %@
vi: Đã khôi phục trạng thái Bluetooth (Trio đã khởi động lại?). Đã tìm thấy %d thiết bị ngoại vi và được kết nối với %@ bằng mã định danh %@
zh_hant: 藍牙狀態恢復(APS重啟了嗎?)。找到 %d 個外圍裝置，並連接到 %@，識別碼為 %@

source: Bluetooth Transmitters
bg: Bluetooth предаватели
cs: Bluetooth vysílače
da: Bluetooth Sendere
de: Bluetooth-Sender
es: Transmisores Bluetooth
fr: Transmetteurs Bluetooth
it: Trasmettitori Bluetooth
nb_no: Bluetooth-sendere
nl: Bluetooth zenders
pl: Nadajniki Bluetooth
pt_pt: Transmissores Bluetooth
ru: Bluetooth передатчики
sv: Bluetooth-sändare
uk: Bluetooth передавачі
zh_hant: 藍牙發射器

source: Bolus
bg: Болус
es: Bolo
it: Bolo
ru: Болюс
uk: Болюс
vi: Liều bolus
zh_hant: 注射

source: Bolus amount (units of insulin)?
bg: Количество болус (единици инсулин)?
cs: Množství bolusu (jednotky inzulínu)?
da: Bolus mængde (enheder af insulin)?
de: Bolusmenge (Insulineinheiten)?
fr: Dose de bolus (unités d'insuline) ?
it: Quantità bolo (unità d'insulina)?
nb_no: bolusmengde (enheter insulin)?
nl: Bolus hoeveelheid (eenheden insuline)?
pl: Wielkość bolusa (jednostek insuliny)?
sv: Bolusmängd (Enheter insulin)?
vi: Lượng bolus (đơn vị insulin)?
zh_hant: 注射數量（胰島素單位）？

source: Bolus amount in U
bg: Количество болус в U
cs: Množství bolusu v J
da: Bolusmængde i E
de: Bolusmenge in IE
fr: Quantité de bolus en U (unité)
it: Quantità bolo in U
nb_no: Bolusmengde i E
nl: Bolus hoeveelheid in E
pl: Wielkość bolusa w J
sv: Bolusmängd i E
vi: Lượng Bolus tính bằng U
zh_hant: 注射數量（U）

source: Bolus Calculator
bg: Калкулатор за болус
cs: Bolusová kalkulačka
da: Bolusberegner
de: Bolusrechner
es: Calculador de bolo
fr: Calculateur de Bolus
it: Calcolatrice Bolo
nb_no: Boluskalkulator
pl: Kalkulator bolusa
pt_pt: Calculadora de Bolus
ru: Калькулятор Bolus
sv: Boluskalkylator
uk: Калькулятор Болюса
vi: Tính toán liều Bolus
zh_hant: 注射計算器

source: Bolus Calculator Details
bg: Подробности за калкулатора за болус
cs: Podrobnosti bolusové kalkulačky
da: Bolusberegningsdetaljer
de: Bolusrechner Details
fr: Détails du calculateur de bolus
it: Dettagli calcolatore bolo
nb_no: Detaljer for boluskalkulator
pl: Szczegóły kalkulatora bolusa
sv: Boluskalkylator detaljer
vi: Chi tiết tính toán liều Bolus
zh_hant: 注射計算器詳情

source: Bolus cancelled successfully.
bg: Болусът беше успешно отменен.
cs: Bolus byl úspěšně zrušen.
da: Bolus annulleret med succes.
de: Bolusabgabe erfolgreich abgebrochen.
es: Bolo cancelado con éxito.
fr: Bolus bien annulé.
it: Bolo annullato con successo.
nb_no: Bolus ble avbrutt.
nl: Bolus succesvol geannuleerd.
pl: Bolus anulowany pomyślnie.
pt_pt: Bolus cancelado com sucesso.
ru: Болус успешно отменен.
sv: Bolus avbryts framgångsrikt.
uk: Болт успішно скасований.
vi: Đã hủy Bolus thành công.
zh_hant: 注射成功取消。

source: Bolus Display Threshold
bg: Праг за показване на болус
cs: Práh zobrazení bolusu
fr: Seuil d'affichage des bolus
nb_no: Terskel for bolusvisning
pl: Próg wyświetlania bolusa
vi: Ngưỡng hiển thị liều bolus
zh_hant: 注射顯示門檻

source: Bolus Distribution
bg: Разпределение на болуса
cs: Distribuce bolusu
de: Bolus Verteilung
fr: Répartition des Bolus
it: Distribuzione bolo
nb_no: Bolusdistribusjon
nl: Bolus verdeling
pl: Podanie bolusa
vi: Phân phối liều Bolus
zh_hant: 注射分佈

source: Bolus enacted successfully.
bg: Болусът беше успешно подаден.
cs: Bolus byl úspěšně podán.
da: Bolus gennemført med succes.
de: Bolus wurde erfolgreich verabreicht.
es: Bolo aprobado con éxito.
fr: Bolus bien administré.
it: Bolo emanato con successo.
nb_no: Bolus ble levert.
nl: Bolus succesvol ingevoerd.
pl: Bolus został pomyślnie podany.
pt_pt: Bolus aprovado com sucesso.
ru: Болус успешно вступил в силу.
sv: Bolus antogs framgångsrikt.
uk: Болс успішно полагодив.
vi: Bolus thành công.
zh_hant: 注射成功執行。

source: Bolus failed
bg: Неуспешен болус
cs: Bolus selhal
da: Bolus mislykkedes
de: Bolus fehlgeschlagen
es: Bolo fallido
fr: Le bolus a échoué
it: Bolo fallito
nb_no: Bolus mislyktes
nl: Bolus mislukt
pl: Podanie bolusa nie powiodło się
pt_pt: Bolus falhou
ru: Болюс не выполнен
sv: Bolus misslyckades
uk: Болюс не вдався
vi: Liều bolus thất bại
zh_hant: 注射失敗
